export const data = [
  {
    id: 0,
    year_start: 1980,
    year_end: 1986,
    title: "Технологии",
    children: [
      {
        year: 1980,
        info: "Компания Seagate представила первый жёсткий диск для персональных компьютеров — ST-506, ёмкостью 5 МБ.",
      },
      {
        year: 1981,
        info: "IBM выпустила первый персональный компьютер IBM PC, ставший стандартом для индустрии ПК.",
      },
      {
        year: 1982,
        info: "Компания Commodore представила домашний компьютер Commodore 64, ставший одним из самых продаваемых ПК в истории.",
      },
      {
        year: 1983,
        info: "Американский инженер Чарльз Херрингтон запатентовал концепцию интернет-домена, а также был запущен протокол DNS.",
      },
      {
        year: 1984,
        info: "Apple представила Macintosh — первый массовый персональный компьютер с графическим интерфейсом и мышью.",
      },
      {
        year: 1985,
        info: "Microsoft выпустила первую версию операционной системы Windows 1.0.",
      },
      {
        year: 1986,
        info: "Герд Бинниг, Хайнрих Рорер и Эрнст Рушка получили Нобелевскую премию по физике за изобретение сканирующего туннельного микроскопа, что открыло эру нанотехнологий.",
      },
    ],
  },
  {
    id: 1,
    year_start: 1987,
    title: "Кино",
    children: [
      {
        year: 1987,
        info: '"Хищник"/Predator, США(реж.Джон Мактирнан) ',
      },
      {
        year: 1988,
        info: '"Кто подставил кролика Роджера/Who Framed Roger Rabbit" (США, реж. Роберт Земекис)',
      },
      {
        year: 1989,
        info: '"Общество мёртвых поэтов/Dead Poets Society" (США, реж. Питер Вир)',
      },
      {
        year: 1990,
        info: '"Крёстный отец III/The Godfather Part III" (США, реж. Фрэнсис Форд Коппола)',
      },
      {
        year: 1991,
        info: '"Молчание ягнят/The Silence of the Lambs" (США, реж. Джонатан Демми)',
      },
    ],
  },
  {
    id: 2,
    year_start: 1992,
    year_end: 1997,
    title: "Литература",
    children: [
      {
        year: 1992,
        info: "Тони Моррисон стала первой афроамериканкой, удостоенной Нобелевской премии по литературе.",
      },
      {
        year: 1993,
        info: "Вышел роман «Список Шиндлера» Томаса Кенилли, экранизированный Стивеном Спилбергом, что вызвало глобальный интерес к книге и теме Холокоста.",
      },
      {
        year: 1994,
        info: "Кензабуро Оэ отказался от японского ордена Почётной культуры в знак протеста против пересмотра исторических событий и милитаризма.",
      },
      {
        year: 1995,
        info: "Синтия Озик получила Национальную книжную награду США за сборник рассказов «The Shawl», укрепив свой статус ведущего американского прозаика.",
      },
      {
        year: 1996,
        info: "Вислава Шимборская получила Нобелевскую премию по литературе за поэзию, пронизанную историческим сознанием и этической глубиной.",
      },
      {
        year: 1997,
        info: "Джоан Роулинг опубликовала первую книгу о Гарри Поттере — «Гарри Поттер и философский камень», положив начало мировому литературному феномену.",
      },
    ],
  },
  {
    id: 3,
    year_start: 1998,
    year_end: 2004,
    title: "Театр",
    children: [
      {
        year: 1999,
        info: 'Премьера балета "Золушка"',
      },
      {
        year: 2000,
        info: 'Возобновлено издание журнала "Театр"',
      },
      {
        year: 2004,
        info: "Премьера мюзикла «Avenue Q» на Бродвее",
      },
    ],
  },
];
